// #WpkK0ZH1
// --створити масив з:
// - з 5 числових значень
let arrN = [1, 2, 3, 4, 5];
console.log(arrN);

// - з 5 стрічкових значень
let arrS = ['A', 'B', 'C', 'D', 'E'];
console.log(arrS);

// - з 5 значень стрічкового, числового та булевого типу
// - та вивести його в консоль
let arrA = ['A', 'B', 1, true, false];
console.log(arrA);
console.log('');


// #4aDbSgh
// -- Створити пустий масив. Наповнити його будь-якими значеннями звертаючись до конкретного індексу. Вивести в консоль
let arr = [];
arr[0] = 'A';
arr[1] = 1;
arr[2] = [1, 2, 3];
arr[3] = {key: 'значення'};
arr[4] = true;
arr[5] = false;
console.log(arr);
